<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2024//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_240101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Automated"><PMID Version="1">39157533</PMID><DateCompleted><Year>2024</Year><Month>08</Month><Day>19</Day></DateCompleted><DateRevised><Year>2024</Year><Month>08</Month><Day>20</Day></DateRevised><Article PubModel="Electronic-eCollection"><Journal><ISSN IssnType="Electronic">2296-2565</ISSN><JournalIssue CitedMedium="Internet"><Volume>12</Volume><PubDate><Year>2024</Year></PubDate></JournalIssue><Title>Frontiers in public health</Title><ISOAbbreviation>Front Public Health</ISOAbbreviation></Journal><ArticleTitle>Readiness of nurses when faced with a patient's death.</ArticleTitle><Pagination><StartPage>1399025</StartPage><MedlinePgn>1399025</MedlinePgn></Pagination><ELocationID EIdType="pii" ValidYN="Y">1399025</ELocationID><ELocationID EIdType="doi" ValidYN="Y">10.3389/fpubh.2024.1399025</ELocationID><Abstract><AbstractText Label="INTRODUCTION" NlmCategory="UNASSIGNED">The death of a patient negatively affects the professional dimension of nurses' functioning and also their private lives, where professional experiences and emotions are often transmitted.</AbstractText><AbstractText Label="AIM OF THE STUDY" NlmCategory="UNASSIGNED">The main aim of the study was to discover how the nursing staff assessed their self-efficacy in dealing with the death of a patient.</AbstractText><AbstractText Label="MATERIALS AND METHODS" NlmCategory="UNASSIGNED">The researchers used a diagnostic survey method and a self-authored survey, Life Satisfaction Scale (SWLS), Coping Inventory for Stressful Situations (CISS), Generalized Self-Efficacy Scale (GSES), Courtauld Emotional Control Scale (CECS), The Death Anxiety and Fascination Scale with the Death Anxiety Subscale. The study group consisted of 287 individuals.</AbstractText><AbstractText Label="RESULTS" NlmCategory="UNASSIGNED">Working in a hospital is stressful in the opinion of 79.44% of the respondents. 39.37% of the respondents feared death. In the course of work, the death of a patient in the department was sometimes experienced by 34.84% of the respondents, always experienced by 29.97%. The respondents usually did not make their compassion for a dying patient based on the patient's position in society (57.84%). In the case of the majority (84.67%) of the respondents, the employer did not provide mental support for the staff in difficult situations. The majority of the respondents did not feel the need to broaden their knowledge of death and dying (64.11%).</AbstractText><AbstractText Label="CONCLUSION" NlmCategory="UNASSIGNED">The surveyed nurses most often presented low or average life satisfaction, high self-efficacy, average levels of stress and coping in all three styles (with a preference for avoidance-oriented), and a high level of death fascination and an average level of death anxiety. The majority of the nurses in difficult situations and when a stressful situation occurred did not receive support from their employer or from physicians, but could count on the assistance of fellow nurses and a divisional nurse. The majority of the respondents felt that psychological support in their work was important and would gladly benefit from it. Although most nurses did not feel the need to broaden their knowledge of death/dying, they would take part in such a course if it were possible.</AbstractText><CopyrightInformation>Copyright &#xa9; 2024 Kowalenko, Krajewska-Ku&#x142;ak, Kowalewska, Ku&#x142;ak-Bejda, Kulik, Gaworska-Krzemi&#x144;ska and Van Damme-Ostapowicz.</CopyrightInformation></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Kowalenko</LastName><ForeName>Marta</ForeName><Initials>M</Initials><AffiliationInfo><Affiliation>Universitas Cardinalis Stephani Wyszy&#x144;ski Varsoviae, Cardinal Stefan Wyszy&#x144;ski University in Warsaw, Warsaw, Poland.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Krajewska-Ku&#x142;ak</LastName><ForeName>El&#x17c;bieta</ForeName><Initials>E</Initials><AffiliationInfo><Affiliation>Department of Integrated Medical Care, Medical University of Bia&#x142;ystok, Bia&#x142;ystok, Poland.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Kowalewska</LastName><ForeName>Beata</ForeName><Initials>B</Initials><AffiliationInfo><Affiliation>Department of Integrated Medical Care, Medical University of Bia&#x142;ystok, Bia&#x142;ystok, Poland.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Ku&#x142;ak-Bejda</LastName><ForeName>Agnieszka</ForeName><Initials>A</Initials><AffiliationInfo><Affiliation>Department of Psychiatry, Medical University of Bialystok, Bia&#x142;ystok, Poland.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Kulik</LastName><ForeName>Teresa</ForeName><Initials>T</Initials><AffiliationInfo><Affiliation>State University of Applied Sciences in Krosno, Krosno, Poland.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Gaworska-Krzemi&#x144;ska</LastName><ForeName>Aleksandra</ForeName><Initials>A</Initials><AffiliationInfo><Affiliation>Institute of Nursing and Midwifery, Medical University of Gdansk, Gdansk, Poland.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Van Damme-Ostapowicz</LastName><ForeName>Katarzyna</ForeName><Initials>K</Initials><AffiliationInfo><Affiliation>Western Norway University of Applied Sciences, Faculty of Health and Social Sciences, F&#xf8;rde, Norway.</Affiliation></AffiliationInfo></Author></AuthorList><Language>eng</Language><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><ArticleDate DateType="Electronic"><Year>2024</Year><Month>08</Month><Day>02</Day></ArticleDate></Article><MedlineJournalInfo><Country>Switzerland</Country><MedlineTA>Front Public Health</MedlineTA><NlmUniqueID>101616579</NlmUniqueID><ISSNLinking>2296-2565</ISSNLinking></MedlineJournalInfo><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D005260" MajorTopicYN="N">Female</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D008297" MajorTopicYN="N">Male</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D000328" MajorTopicYN="N">Adult</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D000223" MajorTopicYN="Y">Adaptation, Psychological</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D011795" MajorTopicYN="N">Surveys and Questionnaires</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D020377" MajorTopicYN="Y">Self Efficacy</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D001293" MajorTopicYN="Y">Attitude to Death</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D008875" MajorTopicYN="N">Middle Aged</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D009741" MajorTopicYN="N">Nursing Staff, Hospital</DescriptorName><QualifierName UI="Q000523" MajorTopicYN="N">psychology</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D009726" MajorTopicYN="N">Nurses</DescriptorName><QualifierName UI="Q000523" MajorTopicYN="N">psychology</QualifierName></MeshHeading></MeshHeadingList><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">CECS</Keyword><Keyword MajorTopicYN="N">CISS</Keyword><Keyword MajorTopicYN="N">GSES</Keyword><Keyword MajorTopicYN="N">SWLS</Keyword><Keyword MajorTopicYN="N">death</Keyword><Keyword MajorTopicYN="N">nursing</Keyword><Keyword MajorTopicYN="N">patients</Keyword></KeywordList><CoiStatement>The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.</CoiStatement></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="received"><Year>2024</Year><Month>3</Month><Day>12</Day></PubMedPubDate><PubMedPubDate PubStatus="accepted"><Year>2024</Year><Month>7</Month><Day>22</Day></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2024</Year><Month>8</Month><Day>19</Day><Hour>6</Hour><Minute>43</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2024</Year><Month>8</Month><Day>19</Day><Hour>6</Hour><Minute>42</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2024</Year><Month>8</Month><Day>19</Day><Hour>5</Hour><Minute>23</Minute></PubMedPubDate><PubMedPubDate PubStatus="pmc-release"><Year>2024</Year><Month>8</Month><Day>2</Day></PubMedPubDate></History><PublicationStatus>epublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">39157533</ArticleId><ArticleId IdType="pmc">PMC11327660</ArticleId><ArticleId IdType="doi">10.3389/fpubh.2024.1399025</ArticleId></ArticleIdList><ReferenceList><Reference><Citation>G&#x142;owacka M, Haor B, &#x15a;lusarz R, So&#x142;tysiak K, Biercewicz M. &#x15a;mier&#x107; pacjenta jako obci&#x105;&#x17c;enie w pracy zawodowej piel&#x119;gniarki. Probl Piel&#x119;g. (2014) 22:276&#x2013;80.</Citation></Reference><Reference><Citation>Niedojad K, Rybka M, Erzmerska L, &#x15a;lusarz R. &#x15a;mier&#x107; i umieranie w opinii personelu piel&#x119;gniarskiego. Piel&#x119;gniarstwo w Opiece D&#x142;ugoterminowej. (2016) 3:12&#x2013;8. doi: 10.19251/pwod/2016.3(2)</Citation><ArticleIdList><ArticleId IdType="doi">10.19251/pwod/2016.3(2)</ArticleId></ArticleIdList></Reference><Reference><Citation>Becler R. Ewolucja operacyjnej definicji &#x15b;mierci cz&#x142;owieka. Prawo i Medycyna. (2015) 59:52&#x2013;9.</Citation></Reference><Reference><Citation>Zdzieb&#x142;o K. Przysz&#x142;o&#x15b;&#x107; zawodu w opinii piel&#x119;gniarek. Zdr Publ. (2022) 112:492&#x2013;6.</Citation></Reference><Reference><Citation>Cybulska AM, &#x17b;o&#x142;nowska MA, Schneider-Matyka D, Nowak M, Starczewska M, Grochans S, et al. . Analysis of Nurses' attitudes toward patient death. Int J Environ Res Public Health. (2022) 19:13119. doi: 10.3390/ijerph192013119, PMID:</Citation><ArticleIdList><ArticleId IdType="doi">10.3390/ijerph192013119</ArticleId><ArticleId IdType="pmc">PMC9602489</ArticleId><ArticleId IdType="pubmed">36293697</ArticleId></ArticleIdList></Reference><Reference><Citation>Nielsen K, Jorgensen MB, Milczarek M, Munar L. Healthy workers, thriving companies&#x2014;A practical guide to well-being at work: Tackling psychosocial risks and musculoskeletal disorders in small businesses. Luxembourg: Report. Publications Office of the European Union; (2019).</Citation></Reference><Reference><Citation>Szaniawski T. Typy postaw wobec &#x15b;mierci a osobowo&#x15b;&#x107;. Krak&#xf3;w: Wyd. PAT; (1988).</Citation></Reference><Reference><Citation>Schneider-Matyka D, &#x15a;wi&#x105;toniowska-Lonc N, Pola&#x144;ski J, Szkup M, Grochans E, Jankowska-Pola&#x144;ska B. Assessment of the effect of stress, sociodemographic variables and work-related factors on rationing of nursing care. Int J Environ Res Public Health. (2023) 20:2414. doi: 10.3390/ijerph20032414, PMID:</Citation><ArticleIdList><ArticleId IdType="doi">10.3390/ijerph20032414</ArticleId><ArticleId IdType="pmc">PMC9915080</ArticleId><ArticleId IdType="pubmed">36767779</ArticleId></ArticleIdList></Reference><Reference><Citation>Soto-Rublo A, Gimenez-Espert M, Prado-Gasco V. Effect of emotional intelligence and psychosocial Risc on Burtnout, job satisfaction, and nurse health during Covid-19 pandemic. Int J Environ Res Public Health. (2020) 17:7998. doi: 10.3390/ijerph17217998, PMID:</Citation><ArticleIdList><ArticleId IdType="doi">10.3390/ijerph17217998</ArticleId><ArticleId IdType="pmc">PMC7663663</ArticleId><ArticleId IdType="pubmed">33143172</ArticleId></ArticleIdList></Reference><Reference><Citation>De Walden-Galuszko K. Wybrane zagadnienia psychoonkologii i psychotanatologii. Gda&#x144;sk: Wydawnictwo Uniwersytet Gda&#x144;ski; (1992).</Citation></Reference><Reference><Citation>Twisk FNM. Myalgic encephalomyelitis, chronic fatigue syndrome, and chronic fatigue: three distinct entities requiring complete different approaches. Curr Rheumatol Rep. (2019) 21:27. doi: 10.1007/s11926-019-0823-z, PMID:</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s11926-019-0823-z</ArticleId><ArticleId IdType="pubmed">31073713</ArticleId></ArticleIdList></Reference><Reference><Citation>Bandura A. Self-efficacy: toward a unifying theory of behavioral change. Psychol Rev Rew. (1977) 84:191&#x2013;215. doi: 10.1037/0033-295X.84.2.191</Citation><ArticleIdList><ArticleId IdType="doi">10.1037/0033-295X.84.2.191</ArticleId><ArticleId IdType="pubmed">847061</ArticleId></ArticleIdList></Reference><Reference><Citation>Bandura A. Health promotion by social cognitive means. Health Educ Behav. (2004) 31:143&#x2013;64. doi: 10.1177/1090198104263660</Citation><ArticleIdList><ArticleId IdType="doi">10.1177/1090198104263660</ArticleId><ArticleId IdType="pubmed">15090118</ArticleId></ArticleIdList></Reference><Reference><Citation>Lin X, Li X, Liu Q, Shao S, Xiang W. Big five personality model-based study of death coping self-efficacy in clinical nurses: a cross-sectional survey. PLoS One. (2021) 16:e0252430. doi: 10.1371/journal.pone.0252430</Citation><ArticleIdList><ArticleId IdType="doi">10.1371/journal.pone.0252430</ArticleId><ArticleId IdType="pmc">PMC8158956</ArticleId><ArticleId IdType="pubmed">34043723</ArticleId></ArticleIdList></Reference><Reference><Citation>Hsu Y, Tsai M. A study on the relationship between the personality traits and the death coping abilities of undergraduate nursing students. School Health. (2014) 64:25&#x2013;46.</Citation></Reference><Reference><Citation>Kostka AM, Borodzicz A, Krzemi&#x144;ska SA. Feelings and emotions of nurses related to dying and death of patients - a pilot study. Psychol Res Behav Manag. (2021) 14:705&#x2013;17. doi: 10.2147/PRBM.S311996, PMID:</Citation><ArticleIdList><ArticleId IdType="doi">10.2147/PRBM.S311996</ArticleId><ArticleId IdType="pmc">PMC8187100</ArticleId><ArticleId IdType="pubmed">34113186</ArticleId></ArticleIdList></Reference><Reference><Citation>Mazur J. Skala Zasob&#xf3;w Materialnych Rodziny &#x2013; badanie walidacyjne i proponowana modyfikacja. Hygeia Public Health. (2013) 48:211&#x2013;7.</Citation></Reference><Reference><Citation>Endler NS, Parker JD. Coping inventory for stressful situations (CISS): Manual. Toronto, ON, Canada: Multi-Health Systems; (1990).</Citation></Reference><Reference><Citation>Strelau J, Jaworowska A, Wrze&#x15b;niewski K, Szczepaniak P. Kwestionariusz radzenia sobie w sytuacjach stresowych. Warszawa: Pracownia test&#xf3;w Psychologicznych; (2007).</Citation></Reference><Reference><Citation>Juczy&#x144;ski Z. Narz&#x119;dzia pomiaru w promocji i psychologii zdrowia. Warszawa: Pracownia Test&#xf3;w Psychologicznych Polskiego Towarzystwa Psychologicznego; (2010).</Citation></Reference><Reference><Citation>&#x17b;amojda-Piotrowska M, Piotrowski J. Skala l&#x119;ku i fascynacji &#x15b;mierci&#x105;. Pol Forum Psychol. (2009) 14:90&#x2013;109.</Citation></Reference><Reference><Citation>Guzowski A, Krajewska-Ku&#x142;ak E, Ku&#x142;ak W, Sarnacka E, Cybulski M. Wsp&#xf3;&#x142;czesne postawy wobec &#x15b;mierci i umierania. Med Paliat. (2013) 4:170.</Citation></Reference><Reference><Citation>Zheng R, Lee SF, Bloomer MJ. How nurses cope with patient death: a systematic review and qualitative meta-synthesis. J Clin Nurs. (2018) 27:e39&#x2013;49. doi: 10.1111/jocn.13975, PMID:</Citation><ArticleIdList><ArticleId IdType="doi">10.1111/jocn.13975</ArticleId><ArticleId IdType="pubmed">28748639</ArticleId></ArticleIdList></Reference><Reference><Citation>Puente-Fern&#xe1;ndez D, Lozano-Romero MM, Montoya-Ju&#xe1;rez R, Mart&#xed;-Garc&#xed;a C, Campos-Calder&#xf3;n C, Hueso-Montoro C. Nursing Professionals' attitudes, strategies, and care practices towards death: a systematic review of qualitative studies. J Nurs Scholarsh. (2020) 52:301&#x2013;10. doi: 10.1111/jnu.12550, PMID:</Citation><ArticleIdList><ArticleId IdType="doi">10.1111/jnu.12550</ArticleId><ArticleId IdType="pubmed">32190978</ArticleId></ArticleIdList></Reference><Reference><Citation>Zheng R, Bloomer MJ, Guo Q, Lee SF. New graduate nurses' coping with death and the relationship with death self-efficacy and death anxiety: a multicentre cross-sectional study. J Adv Nurs. (2021) 77:795&#x2013;804. doi: 10.1111/jan.14621, PMID:</Citation><ArticleIdList><ArticleId IdType="doi">10.1111/jan.14621</ArticleId><ArticleId IdType="pubmed">33145826</ArticleId></ArticleIdList></Reference><Reference><Citation>Merklinger-Soma M, Dzikowska M, D&#x119;bska G. Postawy ratownik&#xf3;w medycznych wobec &#x15b;mierci &#x2013; doniesienie wst&#x119;pne. Piel&#x119;g XXI w. (2011) 35:17&#x2013;22.</Citation></Reference><Reference><Citation>Nyklewicz W, Krajewska-Ku&#x142;ak E. &#x15a;mier&#x107; a emocje piel&#x119;gniarek &#x2013; doniesienia wst&#x119;pne. Probl Piel&#x119;g. (2008) 16:248&#x2013;54.</Citation></Reference><Reference><Citation>Krajewska-Ku&#x142;ak E, Mickiewicz I, &#x141;ukaszuk C, Van Damme-Ostapowicz K, Bielemuk A, Rozwadowska E. Samoocena postaw piel&#x119;gniarek wobec &#x15b;mierci. Piel&#x119;g XXI w. (2010) 1-2:43&#x2013;9.</Citation></Reference><Reference><Citation>Mickiewicz I, Krajewska-Ku&#x142;ak E, K&#x119;dziora-Kornatowska K, Ros&#x142;an K. Opinie zawodowo czynnych piel&#x119;gniarek na temat opieki paliatywnej. Med Paliat. (2011) 3:151&#x2013;62.</Citation></Reference><Reference><Citation>Uchmanowicz I, Ko&#x142;tuniuk A, Ksi&#x119;&#x17c;yc M, &#x15a;migielska W, Rosi&#x144;czuk J. Postawy piel&#x119;gniarek wobec chorego umieraj&#x105;cego [w:] W drodze do brzegu &#x17c;ycia. T. 12, Krajewska-Ku&#x142;ak E, Lewko J, &#x141;ukaszuk C. Ku&#x142;ak W. (red.), Uniwersytet Medyczny w Bia&#x142;ymstoku, (2014): 296&#x2013;303.</Citation></Reference><Reference><Citation>Poni&#x144;ska B, Chojnacka-Kowalewska G. Postawy piel&#x119;gniarek wobec umierania i &#x15b;mierci pacjent. Available at: https://wyd.edu.pl/images/Czasopisma_naukowe/PPA/IwP2018/IwP_2019_1_4/IwP_3_4_2019/IwP_4_2019/Innowacje_1_5_2020/Poninska_Chojnacka_inno_1-5-2020.pdf, (2023).</Citation></Reference><Reference><Citation>Zawi&#x15b;lak A. Postawy piel&#x119;gniarek hospicyjnych wobec &#x15b;mierci w&#x142;asnej i bliskich os&#xf3;b. Piel&#x119;g Zdr Publ. (2016) 6:197&#x2013;203. doi: 10.17219/pzp/64037</Citation><ArticleIdList><ArticleId IdType="doi">10.17219/pzp/64037</ArticleId></ArticleIdList></Reference><Reference><Citation>Rababa M, Masha'al D, Shahrour G. Association of Ageism with Death Anxiety, self-esteem, interpersonal reactivity, and symbolic immortality among nurses. Omega (Westport). (2023) 87:231&#x2013;45. doi: 10.1177/00302228211019200</Citation><ArticleIdList><ArticleId IdType="doi">10.1177/00302228211019200</ArticleId><ArticleId IdType="pubmed">34038172</ArticleId></ArticleIdList></Reference><Reference><Citation>Kucharewicz M, Stochmia&#x142;ek J. Przezwyci&#x119;&#x17c;anie l&#x119;ku przed &#x15b;mierci&#x105;. Refleksje dla pracy socjalnej Praca Socjal. (2016) 4:14&#x2013;34.</Citation></Reference></ReferenceList></PubmedData></PubmedArticle></PubmedArticleSet>